Repository: gingerbeardman/libHelper
Catalog: Open Access Helper/*.lproj/Localizable.strings
Languages: de

source: Cancel
de: Abbrechen

source: Could not save changes while quitting. Quit anyway?
de: Änderungen konnten nicht gespeichert werden, dennoch beenden?

source: Quit anyway
de: Beenden

source: Quitting now will lose any changes you have made since the last successful save
de: Wenn Du das Programm jetzt beendest, werden Deine Änderungen verloren gehen

source: So far we've helped you find %@ Open Access Documents!
de: Bisher haben wir Dir geholfen %@ Open Access Dokumente zu finden!

source: You've had help with %@ Open Access searches
de: Wir haben Dir bei %@ Open Access Suchen geholfen

source: iCloud Error
de: iCloud Fehler

source: Please check that you are logged into iCloud
de: Bitte überprüfen, dass Du in iCloud eingeloggt bist

source: Connection Error
de: Verbindungsfehler

source: We are sorry, but there was a connection error. Please check your Internet Connection
de: Leider ist ein Verbindungsfehler aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung

source: We are sorry, but it seems that you either do not have an iCloud account, or access is limited for Open Access Helper. Please check iCloud settings
de: Leider ist ein iCloud Fehler aufgetreten. Dieser Fehler legt es nahe, dass das iCloud Konto entweder nicht verfügbar ist, oder Open Access Helper dieses nicht nutzen darf.

source: Record Error
de: Datensatzfehler

source: We were unable to retrieve your bookmarks
de: Wir konnten die Bookmarks nicht abrufen

source: No Bookmarks
de: Keine Bookmarks

source: We were unable to retrieve any bookmarks for you. Are you sure you have bookmarked articles via the Open Access Helper App for iOS?
de: Wir konnten keine Bookmarks aus iCloud abrufen. Sind Sie sich sicher, dass Sie bereits Bookmarks über die Open Access Helper App für iOS angelegt haben?
